// data/gkq.js
const gkqData = {
    name: "国库券",
    icon: "𝟙𝟝",
    desc: "Treasury Bond",
    // 国库券板块的详情页字段配置
    detailFields: [
        { key: "version", label: "冠字号码" },
        { key: "year", label: "发行年份" },
        { key: "wmk", label: "水印" },
        { key: "condition", label: "评级分数" },
        { key: "price", label: "购入价格" },
        { key: "purchaseDate", label: "购入日期" },
        { key: "krause", label: "克劳斯目录编号" }
    ],
    series: [
    {
            seriesName: "1982年版 1元",
            year: "1982",
            copies: [
                {
                    copyId: 1,
                    year: 1982,
                    version: "ⅣⅩ148437",
                    condition: "ACG65E",
                    price: "52元",
                    purchaseDate: "2026年3月29日",
                    krause: "Unlisted",
                    wmk: "无水印/Without Watermark",
                    remark: "中华人民共和国一九八二年国库券条例\n（一九八二年一月八日国务院常务会议通过）\n\n第一条 为了调整和发展国民经济，适当集中各方面的财力，进行社会主义现代化建设，逐步提高人民物质和文化生活水平，确定发行一九八二年中华人民共和国国库券。\n第二条 国库券的发行对象是：国营企业、集体所有制企业、政府部门、机关、团体、部队和农村富裕的社队；城乡人民个人。\n第三条 国库券每年发行的数额由国务院确定，并从当年一月一日开始发行。交款期限，单位交款六月三十日结束，个人交款九月三十日结束。\n第四条 国库券的利率，单位购买的，年息定为百分之四；个人购买的，年息定为百分之八。国库券计息，一律从当年七月一日算起，提前交款的不贴息。\n第五条 国库券票面额，分为一元、五元、十元、五十元、一百元和一千元六种。\n第六条 国库券的还本付息，自发行后的第六年起办理。个人购买的，一次抽签，按发行额分五年作五次偿还，每次偿还总额的百分之二十；单位购买的，不举行抽签，按单位购买总额平均分五年作五次偿还。\n第七条 国库券的发行和还本付息事宜，由中国人民银行及其所属机构办理。\n第八条 国库券筹集的资金，由国务院根据国民经济发展和综合平衡的需要，统一安排使用。\n第九条 国库券不得当作货币流通，不得自由买卖。\n第十条 伪造国库券或破坏国库券信用者，依法惩处。\n第十一条 国库券条例的解释，国务院授权财政部办理。",
                    img1: "image/gkq/ⅣⅩ148437-1.jpg",
                    img2: "image/gkq/ⅣⅩ148437-2.jpg"
                }
            ]
        }
   ]
};
